(package! elpy)
(package! typo)
(package! delight)
(package! clipmon)
(package! wordnut)
(package! pabbrev)
(package! elmacro)
(package! olivetti)
(package! eyebrowse)
(package! org2blog)
(package! caps-lock)
(package! org-brain)
(package! which-key)
(package! super-save)
(package! vimrc-mode)
(package! hl-sentence)
(package! lorem-ipsum)
(package! url-shortener)
(package! fountain-mode)
(package! evil-god-state)
(package! evil-swap-keys)
(package! google-translate)
(package! artbollocks-mode)
(package! evil-smartparens)
(package! electric-operator)
(package! git-auto-commit-mode)
(package! engine-mode :pin "e0910f1")
(package! apheleia :recipe (:host github :repo "raxod502/apheleia"))

(package! zoom :disable t)
(package! beacon :disable t)
(package! nswbuff :disable t)
(package! shut-up :disable t)
(package! org-roam :disable t)
(package! polymode :disable t)
(package! yafolding :disable t)
(package! evil-lion :disable t)
(package! bug-hunter :disable t)
(package! evil-snipe :disable t)
(package! ivy-yasnippet :disable t)
(package! org-web-tools :disable t)
(package! benchmark-init :disable t)
(package! recursive-narrow :disable t)
(package! unkillable-scratch :disable t)
(package! evil-better-visual-line :disable t)
